Repository: Adamant-im/adamant-iOS
Catalog: AdamantShared/Assets/l18n/Localizable.xcstrings
Source language: en
Languages: de, ru

# About.Row.Blog
source: Our blog
de: Unser Blog
ru: Наш блог

# About.Row.GitHub
source: Project's GitHub page
de: Seite des Projekts auf GitHub
ru: Страница проекта на GitHub

# About.Row.Website
source: Website
de: Webseite
ru: Вебсайт

# About.Row.Website.Url
source: https://adamant.im
de: https://adamant.im/de
ru: https://adamant.im/ru/

# About.Row.Welcome
source: Welcome screens
de: Willkommensbildschirm
ru: Экраны приветствия

# About.Row.Whitepaper
source: The Whitepaper
de: Whitepaper
ru: Белая Книга

# About.Row.Whitepaper.Url
source: https://adamant.im/whitepaper/adamant-whitepaper-en.pdf
de: https://adamant.im/whitepaper/adamant-whitepaper-de.pdf
ru: https://adamant.im/whitepaper/adamant-whitepaper-ru.pdf

# About.Row.WriteUs
source: Email
de: Schreiben Sie uns
ru: Написать письмо

# About.Section.About
source: About ADAMANT
de: Über ADAMANT
ru: Об АДАМАНТе

# About.Section.ContactUs
source: Contact us
de: Kontaktieren Sie uns
ru: Пишите нам

# About.Title
source: About
de: Über uns
ru: О приложении

# Accounts.AdamantTokens
source: Welcome to ADAMANT
de: Willkommen in ADAMANT
ru: Приветствие АДАМАНТа

# Accounts.DonateADMFoundation
source: Donate to ADAMANT Foundation
de: Spenden an ADAMANT Foundation
ru: Поддержите ADAMANT Foundation

# AccountService.reloginToInitiateWallets
source: Relogin to initiate wallet
de: Erneut einloggen, um die Wallet zu initiieren
ru: Необходимо перезайти в приложение чтобы создать кошелёк

# AccountService.update.v12.message
source: You need to relogin to initiate Ethereum wallet
de: Sie müssen sich wieder einloggen, um die Ethereum-Wallet zu initiieren
ru: Необходимо снова зайти в приложение чтобы создать Ethereum кошелёк

# AccountServiceError.InvalidPassphrase
source: Wrong passphrase
de: Falsche Passphrase
ru: Неправильный пароль

# AccountServiceError.WrongPassphrase
source: Wrong passphrase
de: Falsche Passphrase
ru: Неправильный пароль

# AccountsProvider.Error.AddressNotValidFormat
source: Invalid address: %@
de: Ungültige Adresse: %@
ru: Неправильный адрес: %@

# AccountTab.BuyTokens.UrlFormat
source: https://adamant.im/buy-tokens/?wallet=%@
de: https://adamant.im/de-buy-tokens/?wallet=%@
ru: https://adamant.im/ru-buy-tokens/?wallet=%@

# AccountTab.ConfirmLogout.Logout
source: Logout
de: Ausloggen
ru: Выход

# AccountTab.ConfirmLogout.MessageFormat
source: Logout from %@?
de: Ausloggen aus %@?
ru: Выйти из %@?

# AccountTab.FreeTokens.UrlFormat
source: https://adamant.im/free-adm-tokens/?wallet=%@
de: https://adamant.im/de-free-adm-tokens/?wallet=%@
ru: https://adamant.im/ru-free-adm-tokens/?wallet=%@

# AccountTab.Row.About
source: About
de: Über ADAMANT
ru: Об АДАМАНТе

# AccountTab.Row.Address
source: Address
de: Addresse
ru: Адрес

# AccountTab.Row.AnonymouslyBuyADM
source: Change ADM anonymously
de: Ändern Sie ADM anonym
ru: Обменять ADM анонимно

# AccountTab.Row.Balance
source: Balance
de: Kontostand
ru: Баланс

# AccountTab.Row.BuyTokens
source: Exchange tokens
de: Token tauschen
ru: Обменять токены

# AccountTab.Row.Contribute
source: Contribute
de: Beitragen
ru: Сделать вклад

# AccountTab.Row.Currency
source: Currency
de: Währung
ru: Валюта

# AccountTab.Row.ExchangeADMInChat
source: In-chat Exchanger
de: Austauscher im Chat
ru: Обменник в чате

# AccountTab.Row.FreeTokens
source: Free ADM tokens
de: Kostenlose ADM Tokens
ru: Бесплатные ADM-токены

# AccountTab.Row.Logout
source: Logout
de: Ausloggen
ru: Выход

# AccountTab.Row.Security
source: Security
de: Sicherheit
ru: Безопасность

# AccountTab.Row.SendAdm
source: Send ADM
de: ADM senden
ru: Отправить ADM

# AccountTab.Row.SendBtc
source: Send BTC
de: BTC
ru: Отправить BTC

# AccountTab.Row.SendDash
source: Send DASH
de: DASH senden
ru: Отправить DASH

# AccountTab.Row.SendDoge
source: Send DOGE
de: DOGE senden
ru: Отправить DOGE

# AccountTab.Row.SendEth
source: Send ETH
de: ETH senden
ru: Отправить ETH

# AccountTab.Row.SendLsk
source: Send LSK
de: LSK senden
ru: Отправить LSK

# AccountTab.Row.SendToken
source: Send %@
de: %@ senden
ru: Отправить %@

# AccountTab.Row.SendTokens
source: Send Tokens
de: Tokens senden
ru: Отправить токены

# AccountTab.Row.Theme
source: Theme
de: Design
ru: Тема

# AccountTab.Row.VoteForDelegates
source: Vote for delegates
de: Delegierte wählen
ru: Голосовать за делегатов

# AccountTab.Section.Actions
source: Actions
de: Aktionen
ru: Действия

# AccountTab.Section.Delegates
source: Delegates
de: Delegierte
ru: Делегаты

# AccountTab.Title
source: Account
de: Konto
ru: Аккаунт

# AddressBookService.Error.notEnoughMoney
source: Not enough tokens to store data in Blockchain
de: Nicht genug Tokens, um Daten auf der Blockchain zu speichern
ru: Недостаточно средств для сохранения информации в блокчейне

# ApiService.InternalError.EndpointBuildFailed
source: Endpoint build failed. Report a bug
de: Endpoint Build fehlgeschlagen. Bericht senden
ru: Ошибка взаимодействия с блокчейном. Сообщите разработчикам

# ApiService.InternalError.FailedTransactionSigning
source: Transaction failed
de: Transaktion fehlgeschlagen
ru: Ошибка создания транзакции

# ApiService.InternalError.ParsingFailed
source: Parsing failed. Report a bug
de: Parsing fehlgeschlagen. Bericht senden
ru: Не удалось разобрать ответ узла блокчена. Сообщите разработчикам

# Application.deviceTokenErrorFormat
source: Failed to register in ANS: %@
de: Anmeldefehler in ANS: %@
ru: Ошибка регистрации в ANS: %@

source: Cancel
de: Abbrechen
ru: Отмена

# ChatListPage.SearchBar.Placeholder
source: Search for contacts or messages
de: Nach Kontakten oder Nachrichten suchen
ru: Поиск контактов или сообщений

# ChatListPage.SentMessagePrefix
source: You:
de: Sie:
ru: Вы:

# ChatListPage.SyncingChats
source: Syncing chats…
de: Chats werden synchronisiert…
ru: Загружаем чаты…

# Chats.BetOnBitcoin.WelcomeMessage
source: Hi! 😊 I'm anonymous and Blockchain-proved bet bot. I accept bets on BTC rate and pay rewards to winners. ℹ️ Learn more on ADAMANT’s blog or type **/help** to start betting. Support via U6386412615727665758.
de: Hello, I’m Adelina. Let's have a pleasure talk! I can do many things like: - Draft an email or other piece of writing - Write Python code - Answer questions about a set of documents - Support conversations - Tutor in a range of subjects - Translate languages - Compose a poem - Simulate characters for video games and much more
ru: Привет! 😊 Я — бот-тотализатор. Принимаю ставки на курс биткоина анонимно и с доказательством в блокчейне. ℹ️ Узнайте больше в блоге АДАМАНТа или наберите **/help**, чтобы сделать ставку. А еще вы можете создать своего бота. Поддержка по адресу U6386412615727665758.

# Chats.BlockUser
source: Block this user?
de: Diesen Benutzer sperren?
ru: Заблокировать пользователя?

# Chats.Copy
source: Copy
de: Kopieren
ru: Скопировать

# Chats.Donate.WelcomeMessage
source: We develop decentralized ADAMANT Messenger thanks to your support—transfer ADM, ETH and other tokens in this chat. For additional donation wallets, see adamant.im.
de: We develop decentralized ADAMANT Messenger due to your support—transfer ADM, ETH and other tokens in this chat. Additional wallets for donations see on adamant.im.
ru: Мы развиваем децентрализованный месенджер АДАМАНТ благодаря вашей поддержке — переведите ADM, ETH или другие токены в этом чате. Дополнительные кошельки для донатов смотрите на adamant.im.

# Chats.Remove
source: Remove
de: Entfernen
ru: Удалить

# Chats.RemoveMessage
source: Delete this message?
de: Diese Nachricht löschen?
ru: Удалить сообщение?

# Chats.Reply
source: Reply
de: Antwort
ru: Ответить

# Chats.Report
source: Report
de: Bericht
ru: Пожаловаться

# Chats.ReportMessage
source: Report as inappropriate?
de: Als unangemessen melden?
ru: Пожаловаться на сообщение?

# Chats.ReportSent
source: Report has been sent
de: Bericht wurde gesendet
ru: Запрос отправлен

# Chats.RetryOrDelete.Body
source: Try to send message again, or delete it?
de: Möchten Sie versuchen, die Nachricht nochmal zu versenden oder diese löschen?
ru: Попробовать отправить сообщение еще раз, или удалить его?

# Chats.RetryOrDelete.Title
source: Retry or delete?
de: Erneut versuchen oder löschen?
ru: Повторить или удалить?

# Chats.WelcomeMessage
source: ADAMANT is a true Blockchain messenger, independent from governments, corporations and even developers. It is possible due to a decentralized network infrastructure, fully open source and run by users. That's why every action, including sending message or saving contact name, has its network fee of 0.001 ADM. Blockchain offers superior security and privacy, not available for typical P2P and centralized messengers. Also, Blockchain provides new possibilities. You can store and transfer cryptos In-Chat with full control of your private keys, use ADAMANT as 2FA and more. In ADAMANT, nobody can control, block, deactivate, restrict or censor accounts. Users take full responsibility for content, messages, media, and goals and intentions of using the Messenger. Remember, your security and anonymity is up to you. Do not follow links you receive, otherwise your IP can be compromised. Set a password on your device. Learn more about security and anonymity at https://adamant.im/staysecured/. Make sure you've saved the passPhrase for this account — logout and login again. Write your passPhrase on a sheet of paper as well. Only **you are responsible for passPhrase safety**. It cannot be recovered. And if other person will get it, your tokens will be stolen and correspondence read. Treat this question with outmost importance, as if tokens in your wallet will cost a billion dollars some time. To start messaging now, **get free welcome tokens** on Account tab. Then create new chat and put your friend's ADM address. It is recommended to share your ADM address personally, not using other messengers.
de: ADAMANT ist ein Messenger, der vollständig auf der Blockchain funktioniert. Er ist unabhängig von Staaten, Konzernen und sogar Entwicklern. Das wird dank der dezentralen Netzinfrastruktur ermöglicht, deren Quellcode offen ist und die von Nutzern unterstützt wird. Deswegen kostet jede Transaktion wie Versand von Nachrichten oder Speichern von Kontakten eine Netzwerkgebühr von 0.001 ADM. Die Blockchain hilft, herausragende Sicherheit und Privatsphäre zu erlangen, die für keinen gewöhnlichen P2P- oder zentralisierten Messenger verfügbar ist. Außerdem stellt die Blockchain neue Möglichkeiten dar. Sie können Kryptowährungen in der Wallet aufbewahren sowie direkt im Chat versenden, ohne dabei die Kontrolle über Ihre privaten Schlüssel zu verlieren, oder auch ADAMANT als eine 2FA-Lösung verwenden. In ADAMANT kann kein Konto kontrolliert, geblockt, deaktiviert, eingeschränkt oder zensiert werden. Alle Nutzer tragen die volle Verantwortung für die Inhalte, Nachrichten, Medien, Absichten und Ziele bei der Nutzung des Messenger. Bedenken Sie, dass Sicherheit und Anonymität auch von Ihnen selbst abhängt. Folgen Sie keinen Links in den Chats, andernfalls kann Ihre IP-Adresse für Dritte sichtbar werden. Verwenden Sie einen PIN-Code auf Ihrem Gerät. Mehr Informationen zu Sicherheit und Anonymität lesen Sie hier: https://adamant.im/ru-staysecured/. Vergewissern Sie sich, dass sie die Passphrase von Ihrem Konto gespeichert haben – loggen Sie sich aus und wieder ein. Schreiben Sie die Passphrase auf einem Stück Papier. Nur Sie tragen die Verantwortung für die sichere Aufbewahrung Ihrer Passphrase. Diese kann nämlich nicht wiederhergestellt werden. Gelangt Sie in die Hände Dritter, verlieren Sie Ihr Geld und Ihr Chatverlauf wird gelesen. Behandeln Sie Ihre Passphrase so, als würden Tokens in Ihrer Wallet 1.000.000.000 Dollar kosten. Um mit einer Konversation zu beginnen, erhalten Sie zuerst kostenlose Tokens im Account-Tab. Erstellen Sie einen neuen Chat und geben Sie die ADM-Adresse Ihres Gesprächspartners. Zeigen Sie Ihre ADM-Adresse persönlich und senden Sie sie nicht über andere Messenger.
ru: АДАМАНТ — мессенджер, полностью работающий на блокчейне, независимый от государств, корпораций и даже разработчиков. Это возможно благодаря децентрализованной сетевой инфраструктуре, с полностью открытым исходным кодом и поддерживаемой пользователями. Поэтому каждое действие, включая отправку сообщения или сохранение адресной книги, имеет комиссию сети 0.001 ADM. Блокчейн позволяет добиться превосходной безопасности и приватности, недоступной для типичных P2P- и централизованных мессенджеров. Также, блокчейн предоставляет и новые возможности. Храните и передавайте криптовалюты в чатах, сохраняя полный контроль над приватными ключами, используйте АДАМАНТ как 2FA и больше. В АДАМАНТе никто не может контролировать, блокировать, деактивировать, ограничивать или подвергать цензуре аккаунты. Сами пользователи берут на себя полную ответственность за контент, сообщения, медиа, намерения и цели использования мессенджера. Помните, что безопасность и анонимность зависит и от вас самих. Не переходите по ссылкам, которые вы получаете в чатах, иначе ваш IP-адрес может быть определен. Установите на ваше устройство пароль. Более полную информацию о безопасности и анонимности читайте на странице https://adamant.im/ru-staysecured/. Убедитесь, что вы сохранили пассфразу к этому аккаунту — выйдите из аккаунта и войдите в него снова. Запишите пассфразу на бумаге. Только **вы несете ответственность за сохранность вашей пассфразы**. Ее невозможно восстановить. А если она попадет в другие руки, ваши деньги будут украдены, а переписка прочитана. Отнеситесь к этому вопросу так серьезно, как если бы цена токенов на вашем кошельке когда-то станет равна миллиарду долларов. Чтобы начать общение, **получите бесплатные токены** на вкладке Аккаунт. Затем создайте новый чат и введите ADM-адрес вашего собеседника. Лучше показывайте ваш ADM-адрес лично, а не передавайте через другие мессенджеры.

# ChatScene.Actions.Body
source: New name for %@
de: Neuer Name für %@
ru: Новое имя для %@

# ChatScene.Actions.Rename
source: Rename
de: Umbenennen
ru: Переименовать

# ChatScene.Error.cancelError
source: Message is already sent
de: Nachricht bereits versendet
ru: Сообщение уже отправлено

# ChatScene.MessageStatus.FailToSend
source: Failed to send
de: Fehler beim Senden
ru: Не удалось отправить

# ChatScene.MessageStatus.Pending
source: Pending
de: Ausstehend
ru: Отправка

# ChatScene.MessageStatus.Warning
source: Warning
de: Warnung
ru: Внимание

# ChatScene.NewMessage.Placeholder
source: New message
de: Neue Nachricht
ru: Сообщение

# ChatScene.Received
source: Received
de: Erhalten
ru: Получили

# ChatScene.Send
source: Send
de: Senden
ru: Отправить

# ChatScene.Sent
source: Sent
de: Versendet
ru: Отправили

# ChatScene.tapForDetails
source: Tap for details
de: Tippen Sie für Details
ru: Подробнее…

# ChatScene.Warning.NoMailApp
source: Can't send email. Check Mail app configurations.
de: Email kann nicht gesendet werden. Überprüfen Sie die E-Mail-App-Konfigurationen.
ru: Не удалось открыть почтовое приложение. Проверьте настройки.

# ChatScene.Warning.UnsupportedUrl
source: Unsupported url protocol
de: Nicht unterstütztes URL-Protokoll
ru: Не поддерживаемый пролокол ссылок.

# ChatsProvider.Error.notEnoughMoney
source: Zero balance. Get free ADM tokens
de: Sie haben nicht genügend Tokens, um eine Nachricht zu senden
ru: Баланс нулевой. Получите бесплатные ADM-токены

# ChatsProvider.Error.TransactionNotFoundFormat
source: Message with id %@ not found
de: Nachricht mit der ID %@ nicht gefunden
ru: Сообщение с идентификатором %@ не найдено

# ChatsProvider.Validation.MessageIsEmpty
source: Message is empty
de: Nachricht ist leer
ru: Сообщение пустое

# ChatsProvider.Validation.MessageTooLong
source: Message is too long
de: Nachricht ist zu lang
ru: Сообщение слишком длинное

# DelegateDetails.Row.Address
source: Address
de: Addresse
ru: Адрес

# DelegateDetails.Row.Approval
source: Approval
de: Bestätigung
ru: Доля голосов

# DelegateDetails.Row.Forged
source: Forged
de: Geforged
ru: Сфоржено

# DelegateDetails.Row.ForgingTime
source: Forging time
de: Forging-Zeit
ru: Время форжинга

# DelegateDetails.Row.MissedBlocks
source: Missed blocks
de: Verpasste Blöcke
ru: Пропущено блоков

# DelegateDetails.Row.ProducedBlocks
source: Produced blocks
de: Produzierte Blöcke
ru: Обработано блоков

# DelegateDetails.Row.Productivity
source: Productivity
de: Produktivität
ru: Продуктивность

# DelegateDetails.Row.PublicKey
source: Public Key
de: Öffentlicher Schlüssel
ru: Публичный ключ

# DelegateDetails.Row.Rank
source: Rank
de: Rang
ru: Ранг

# DelegateDetails.Row.Username
source: Username
de: Benutzername
ru: Имя

# DelegateDetails.Row.VoteWeight
source: Vote weight
de: Stimmgewicht
ru: Вес голосов

# Delegates.NotEnoughtTokensForVote
source: Not enought tokens to vote. You need 50 ADM
de: Nicht genug Tokens für die Abstimmung. Sie brauchen mindestens 50 ADM auf Ihrem Konto
ru: Недостаточно токенов для голосования. Нужно 50 ADM

# Delegates.timeOutBeforeNewVote
source: Please wait until previous vote will be processed
de: Bitte warten Sie, bis die vorherige Abstimmung bearbeitet wird
ru: Пожалуйста, подождите, пока будет обработан предыдущий голос

# Delegates.Title
source: Delegates
de: Delegierte
ru: Делегаты

# Delegates.Vote.Success
source: Your vote has been sent
de: Ihre Stimme wurde versendet
ru: Ваш голос отправлен

# Delegates.VotePanel.New
source: New:
de: Neue:
ru: Новые:

# Delegates.VotePanel.Total
source: Total:
de: Gesamt:
ru: Всего:

# Doge.TransactionDetails.RecipientsFormat
source: %d recipients
de: %d Empfänger
ru: %d получателя

# Doge.TransactionDetails.SendersFormat
source: %d senders
de: %arg Absender
ru: %d отправителя

# Error.AccountNotFoundFormat
source: Account not found: %@
de: Konto nicht gefunden: %@
ru: Аккаунт не найден: %@

# Error.AccountNotInitiated
source: Account not initiated
de: Adresse nicht initialisiert
ru: Аккаунт не инициализирован

# Error.BaseErrorFormat
source: Error: %@
de: Fehler: %@
ru: Ошибка: %@

# Error.InternalErrorFormat
source: Internal error: %@
de: Interner Fehler: %@
ru: Внутренняя ошибка: %@

# Error.Mail.Body
source: Hello, I have this error: %@ My device info: %@
de: Hallo, Ich habe den folgenden Fehler: %@ Meine Geräte-Info: %@
ru: Здравствуйте, У меня вот такая ошибка: %@ Устройство: %@

# Error.Mail.Body.Detailed
source: Hello, I have this error: %@ %@ Device: %@
de: Hallo, Ich habe den folgenden Fehler: %@ %@ Gerät: %@
ru: Привет, АДАМАНТ! У меня вот такая ошибка: %@ %@ Устройство: %@

# Error.Mail.Title
source: Error in iOS app
de: Ich habe einen Fehler in meiner iOS-App
ru: Проблема с iOS-приложением

# Error.NoNetwork
source: No connection
de: Keine Verbindung
ru: Нет соединения с сетью

# Error.RemoteServerErrorFormat
source: Blockchain node error: %@
de: Blockchain-Node Fehler: %@
ru: Ошибка на узле блокчейна: %@

# Error.UnknownError
source: Unknown error. Report a bug
de: Unbekannter Fehler. Bericht senden
ru: Неизвестная ошибка

# Error.UserNotLogged
source: User is not logged in
de: Sie sind nicht eingeloggt
ru: Не выполнен вход

# EULA.Accept
source: Accept
de: Akzeptieren
ru: Принять

# EULA.Decline
source: Decline
de: Ablehnen
ru: Отказаться
